Repository: OneKirk/Egg-Timer
Catalog: Egg Timer/*.lproj/Localizable.strings
Languages: da

# Eggs are done
source: Your eggs are done!
da: Dine æg er færdige!

# Perfect eggs
source: Enjoy the perfect eggs
da: Nyd det perfekte æg

# Soft push titel
source: Let us send you push notifications?
da: Lad os sende dig notifikationer?

# Soft push message
source: We'll only notify you when your eggs are cooked!
da: Vi sender kun notifikationer når dine æg er kogt!

# Soft push action NO
source: No, Thanks
da: Nej, Tak

# Soft push action YES
source: Yes, Please
da: Ja, Tak

# Soft push decline titel
source: You have declined access to send you notifications!
da: Du har afvist adgang til notifikationer!

# Soft push decline message
source: Please keep an eye on the timer, as we are not allowed to send you a notifications when your eggs are cooked!
da: Venligst hold øje med timeren, da vi ikke kan sende dig besked når dine æg er kogt!

# Hard push decline titel
source: You have declined access to send you notifications!
da: Du har afvist adgang til notifikationer!

# Hard push decline message
source: Please keep an eye on the timer, as we are not allowed to send you a notifications when your eggs are cooked! Please change this in settings on you phone if you wish to recieve notifications!
da: Venligst hold øje med timeren, da vi ikke kan sende dig besked når dine æg er kogt! Hvis du ønsker at ændre dette, kan dette gøres i indstillinger på din telefon!
